<p>Tanto si tienes un dispositivo Android o si tu m&oacute;vil es un iPhone, puedes&nbsp;<strong>recuperar tus contactos perdidos</strong>&nbsp;trav&eacute;s de una copia de seguridad. Siempre y cuando hayas realizado la copia anteriormente.</p>
<p><span class="text--green"><big><strong>Recuperar contactos en Android mediante copia de seguridad</strong></big></span></p>
<p>Para&nbsp;<strong>recuperar tus contactos eliminados</strong>&nbsp;a trav&eacute;s de la copia de seguridad hecha en tu tel&eacute;fono Android sigue estos pasos:</p>
<ol class="list--numbered">
<li>Abre&nbsp;<strong>&lsquo;Ajustes&rsquo;</strong>.</li>
<li>Haz clic en&nbsp;<strong>&lsquo;Google&rsquo;</strong>.</li>
<li>En el apartado&nbsp;<strong>&lsquo;Servicios&rsquo;</strong>&nbsp;selecciona&nbsp;<strong>&lsquo;Restaurar contactos&rsquo;</strong>.</li>
<li>Elige la&nbsp;<strong>cuenta de Google</strong>&nbsp;de la que quieres restaurar los contactos.</li>
<li><strong>Selecciona el tel&eacute;fono</strong>&nbsp;que tenga los contactos que quieres recuperar.</li>
<li>Haz clic en&nbsp;<strong>&lsquo;Restaurar&rsquo;&nbsp;</strong>y espera a que aparezca el mensaje &lsquo;contactos restaurados&rsquo;.</li>
</ol>
<p>Previamente, deber&aacute;s haber activado la&nbsp;<strong>copia de seguridad de tu m&oacute;vil Android</strong>&nbsp;y que tus contactos se hayan almacenado. Si no sabes c&oacute;mo activar tu copia de seguridad:</p>
<ul class="list--check">
<li>Abre la aplicaci&oacute;n&nbsp;<strong>&lsquo;Ajustes&rsquo;</strong>.</li>
<li>Haz clic en&nbsp;<strong>&lsquo;Sistema&rsquo;</strong>&nbsp;y luego&nbsp;<strong>&lsquo;Copia de seguridad&rsquo;</strong>.</li>
<li><strong>Activa o desactiva</strong>&nbsp;&lsquo;Copia de seguridad en Google Drive&rsquo;.</li>
</ul>
<p>Ten en cuenta que, si has creado la copia de seguridad con una versi&oacute;n m&aacute;s reciente de Android, no podr&aacute;s restaurarla en un tel&eacute;fono con una versi&oacute;n anterior.</p>
<p>Con esta opci&oacute;n, puedes recuperar los contactos almacenados en la SIM o almacenados en el tel&eacute;fono, por separado. De este modo, s&oacute;lo&nbsp;<strong>recuperar&aacute;s los contactos</strong>&nbsp;que hayas perdido y no se crear&aacute;n contactos duplicados.</p>
<p><span class="text--green"><big><strong>Recuperar contactos en iPhone mediante copia de seguridad</strong></big></span></p>
<p>Puedes&nbsp;<strong>recuperar tus contactos borrados del m&oacute;vil</strong>&nbsp;a trav&eacute;s de tu copia de seguridad en iCloud si tienes un tel&eacute;fono iPhone. Para restablecerlos, entra en icloud.com con tu ID y contrase&ntilde;a y sigue estos pasos:</p>
<ol class="list--numbered">
<li>Selecciona&nbsp;<strong>&lsquo;Ajustes de la cuenta&rsquo;</strong>.</li>
<li>En la secci&oacute;n&nbsp;<strong>&lsquo;Avanzado&rsquo;</strong>&nbsp;haz clic en&nbsp;<strong>&lsquo;Restaurar contactos&rsquo;</strong>.</li>
<li>Te aparecer&aacute;&nbsp;<strong>una lista de las copias de seguridad</strong>&nbsp;disponible por fecha y hora en la que se realizaron.</li>
<li>Selecciona la copia que quieras y haz clic en&nbsp;<strong>&lsquo;Restaurar&rsquo;</strong>.</li>
</ol>
<p>Recuerda que para poder recuperar tu copia de seguridad, previamente debes tenerla activada. Para activarla sigue las siguientes indicaciones:</p>
<ul class="list--check">
<li>Abre&nbsp;<strong>&lsquo;Ajustes&rsquo;</strong>&nbsp;en tu iPhone.</li>
<li><strong>Selecciona tu perfil</strong>.</li>
<li>Dentro de tu perfil, haz clic en&nbsp;<strong>iCloud</strong>.</li>
<li>Busca la opci&oacute;n&nbsp;<strong>&lsquo;Copia en iCloud&rsquo;</strong>&nbsp;y activa esta opci&oacute;n.</li>
</ul>